Repository: liftoff-app/liftoff
Catalog: assets/l10n/intl_*.arb
Languages: eo, pl, ru

source: Restore post
eo: Restarigu afiŝon
ru: Восстановить пост

source: Report post
eo: Raportu afiŝon
ru: Пожаловаться на пост

# cannot_open_in_browser
source: Can't open in browser
eo: Ne povas malfermi en TTT-legilo
ru: Невозможно открыть в браузере

source: About
eo: Pri
ru: О программе

source: See all
eo: Vidu ĉiujn
ru: Смотреть все

source: Admins
eo: Administrantoj
ru: Админы

source: Trending communities
eo: Tendencaj komunumoj
ru: Трендовые сообщества

source: Communities of {instance}
eo: Komunumoj de {instance}
ru: Сообщества {instance}

source: day
eo: tago
ru: день

source: week
eo: semajno
ru: неделя

source: month
eo: monato
ru: месяц

# six_months
source: 6 months
eo: 6 monatoj
ru: 6 месяцев

source: required field
eo: bezonata kampo
ru: необходимое поле

source: No communities found
eo: Neniuj komunumoj trovitaj
ru: Не найдено сообществ

source: Network error
eo: Reta eraro
ru: Сетевая ошибка

# editor_bold
source: bold
eo: grasa
ru: жирный

# editor_italics
source: italics
eo: kursiva
ru: курсив

# editor_link
source: insert link
eo: enigu ligilon
ru: вставить ссылку

# editor_image
source: insert image
eo: enigu bildon
ru: вставить изображение

# editor_user
source: link user
eo: ligu uzanton
ru: ссылка на пользователя

# editor_community
source: link community
eo: ligu komunumon
ru: ссылка на сообщество

# editor_header
source: insert header
eo: enigu kaplinion
ru: вставить заголовок

# editor_strikethrough
source: strikethrough
eo: barita
ru: зачёркнутый

# editor_quote
source: quote
eo: citilo
ru: кавычки

# editor_list
source: list
eo: listo
ru: список

# editor_code
source: code
eo: kodo
ru: код

# editor_subscript
source: subscript
eo: subskribo
ru: нижний индекс

# editor_superscript
source: superscript
eo: superskribo
ru: верхний индекс

# editor_help
source: markdown guide
eo: markdown gvidilo
ru: помощь по markdown

# insert_text_here_placeholder
source: [write text here]
eo: [skribi tekston ĉi tie]
ru: [текст писать здесь]

source: Select User
eo: Elektu Uzanton
ru: Выберите пользователя

source: Select Community
eo: Elektu Komunumon
ru: Выберите сообщество

source: Add link
eo: Aldonu ligilon
ru: Добавить ссылку

source: Cancel
eo: Nuligi
ru: Отмена

# editor_add_link_label
source: label
eo: etikedo
ru: метка

source: Failed to upload image
eo: Malsukcesis alŝuti bildon
ru: Сбой загрузки изображения

# instance_error
source: Hmm... it seems like your instance is having trouble responding.
eo: Hmm... ŝajnas, ke via kazo havas problemojn por respondi.
ru: Хмм... похоже что ваш инстанс не отвечает вовремя.

# instance_record_notfound
source: Hmm... it seems like your instance couldn't find what you were looking for.
eo: Hmm... ŝajnas, ke via ekzemplo ne povis trovi tion, kion vi serĉis.
ru: Хмм... похоже что ваш инстанс Не может найти то, что вы ищете.

source: Try Again
eo: Provu denove.
ru: Попробовать снова

# number_of_communities
source: {formattedCount,plural, =1{{formattedCount} community} other{{formattedCount} communities}}
ru: {formattedCount,plural, =1{{formattedCount} сообщество} other{{formattedCount} сообществ}}

source: pending
ru: Ожидание

# editor_spoiler
source: spoiler
ru: спойлер

source: URL
pl: Link
