Repository: liftoff-app/liftoff
Catalog: assets/l10n/intl_*.arb
Languages: eo, pl, ru

source: Settings
eo: Agordoj
pl: Ustawieniad
ru: Настройки

source: General
eo: Generalaj
ru: Общие

source: Accounts
eo: Kontoj
ru: Аккаунты

source: Blocks
eo: Blokoj
ru: Блоки

source: Appearance
eo: Aspekto
ru: Внешний вид

source: Post Style
eo: Afiŝostilo
ru: Стиль поста

source: Comment Style
eo: Komentostilo
ru: Стиль коммента

source: Password
eo: Pasvorto
pl: Hasło
ru: Пароль

source: Email or Username
eo: Retpoŝtadreso aŭ uzantonomo
pl: Email lub Login
ru: Электропочта или Имя пользователя

# totp_2fa_token
source: TOTP 2FA Token (if enabled)
eo: TOTP 2FA Token (se ebligita)

source: Posts
eo: Afiŝoj
pl: Posty
ru: Посты

source: Comments
eo: Komentoj
pl: Komentarze
ru: Комменты

source: Modlog
eo: Protokolo de reguligado
pl: Log moderatorski
ru: Модлог

# modlog_reason
source: Reason
eo: Kialo
ru: Причина

# modlog_removed
source: removed
eo: forigita
ru: удалён

# modlog_restored
source: restored
eo: restarigita
ru: восстановлен

# modlog_locked
source: locked
eo: ŝlosita
ru: заблокирован

# modlog_unlocked
source: unlocked
eo: malŝlosita
ru: разблокирован

# modlog_stickied
source: stickied
eo: gluita
ru: закреплён

# modlog_unstickied
source: unstickied
eo: malgluita
ru: откреплён

# modlog_banned
source: banned
eo: malpermesita
ru: забанен

# modlog_unbanned
source: unbanned
eo: nemalpermesita
ru: разбанен

# modlog_appointed
source: appointed
eo: nomumita
ru: назначен

# modlog_transferred
source: transferred
eo: translokigita
ru: перенесён

# modlog_post_separator
source: post
eo: afiŝo
ru: пост

# modlog_comment_separator
source: comment
eo: komento
ru: коммент

# modlog_community_separator
source: community
eo: komunumo
ru: сообщество

# modlog_appointed_separator
source: as mod of
eo: kiel moderigaĵo de
ru: как модератор

# modlog_transferred_separator
source: to
eo: al
ru: в

# modlog_banned_separator
source: from community
eo: de komunumo
ru: из сообщества

# modlog_admin_separator
source: as admin
eo: kiel administranto
ru: как админ

# modlog_nologs
source: No more logs to show.
eo: Ne pliaj protokoloj por montri.
ru: Нет больше логов для показа.

# modlog_by
source: by
eo: de
ru: по

source: Community
eo: Komunumo
pl: Społeczność
ru: Сообщество

source: Title
eo: Titolo
pl: Tytuł
ru: Заголовок

source: Body
eo: Ĉefparto
pl: Treść
ru: Тело

source: NSFW
eo: Konsterna
pl: NSFW (18+)

source: post
eo: Afiŝi
ru: пост

source: save
eo: konservi
pl: zapisz
ru: сохранить

source: Subscribed
eo: Abonita
pl: Subskrybowane
ru: Подписанные

source: Local
eo: Loka
pl: Lokalne
ru: Локальные

source: All
eo: Ĉiam
pl: Wszystko
ru: Все

source: Replies
eo: Respondoj
pl: Odpowiedzi
ru: Ответы

source: Mentions
eo: Mencioj
pl: Wzmianki
ru: Упоминания

source: from
eo: de
pl: od
ru: от

source: to
eo: al
pl: do
ru: кому

source: deleted by creator
eo: forigita de la kreinto
pl: usunięte przez osobę publikującą
ru: удалено автором

source: more
eo: pli
pl: więcej
ru: больше

source: mark as read
eo: marki legita
pl: zaznacz jako przeczytane
ru: пометить как прочитанное

source: mark as unread
eo: marki nelegita
pl: zaznacz jako nieprzeczytane
ru: пометить как непрочитанное

source: reply
eo: respondi
pl: odpowiedz
ru: ответить

source: edit
eo: redakti
pl: edytuj
ru: редактировать

source: delete
eo: forigi
pl: usuń
ru: удалить

source: restore
eo: revenigi
pl: przywróć
ru: восстановить

source: yes
eo: jes
pl: tak
ru: да

source: no
eo: ne
pl: nie
ru: нет

source: Avatar
eo: Profilbildo
pl: Awatar
ru: Аватар

source: Banner
eo: Standardo
pl: Baner
ru: Баннер

source: Display name
eo: Prezenta nomo
pl: Nazwa wyświetlana
ru: Отображаемое имя

source: Bio
eo: Prio
pl: Opis
ru: БИО

source: Email
eo: Retpoŝtadreso
ru: Эл. почта

source: Matrix User
eo: Uzanto de Matrix
pl: Login na Matrixie
ru: Matrix пользователь

# sort_type
source: Post Sort type
eo: Ordigilo
pl: Sortuj typ
ru: Сортировка постов

source: Comment Sort type
eo: Komento Ordigi tipo
ru: Сортировка комментов

source: Type
eo: Tipo
pl: Rodzaj
ru: Тип

source: Show EVERYTHING feed
eo: Montru ĈIU-fluon
ru: Показ фида ВСЕ

# show_everything_feed_explanation
source: This will combine content from all instances, even those you're not signed into, so you may see posts you can't vote on or reply to.
eo: Ĉi tio kombinos enhavon de ĉiuj okazoj, eĉ tiuj, en kiuj vi ne estas ensalutinta, do vi eble vidos afiŝojn pri kiuj vi ne povas voĉdoni aŭ respondi.
ru: Объединённый контент из всех инстансов, даже из тех, в которые вы не вошли, поэтому будут видны сообщения, без возможности голосования или ответа.

source: Use in-app browser
eo: Uzu en-aplikan retumilon
ru: Использовать внутренний браузер

# other_settings
source: Other
eo: Aliaj
ru: Другие

source: Disable animations
eo: Malebligu kuraĝigojn
ru: Отключить анимации

# hide_nsfw
source: Hide NSFW content
eo: Kaŝi NSFW-enhavon
ru: Скрыть NSFW контент

# hide_nsfw_explanation
source: Content in NSFW posts will be hidden until clicked.
eo: Enhavo en NSFW-afiŝoj estos kaŝita ĝis klako.
ru: Контент в сообщениях NSFW будет скрыт до нажатия на нём.

# show_nsfw
source: Show NSFW content
eo: Montri konsternan enhavon
pl: Pokaż treści NSFW (18+)
ru: Показывать NSFW контент

source: Send notifications to Email
eo: Sendu sciigojn al retpoŝtadreso
pl: Wysyłaj powiadomienia na Email
ru: Посылать уведомления на электропочту

source: Remove account
eo: Forprenu konton
ru: Убрать аккаунт

source: Delete account
eo: Forigu konton
pl: Usuń Konto
ru: Удалить аккаунт

source: Saved
eo: Konservita
pl: Zapisane
ru: Сохранено

source: Communities
eo: Komunumoj
pl: Społeczności
ru: Сообщества

source: Users
eo: Uzantoj
pl: Osoby zalogowane
ru: Пользователи

source: Theme
eo: Haŭto
pl: Motyw
ru: Тема

source: AMOLED dark mode
eo: AMOLED malhela reĝimo
ru: AMOLED тёмный режим

source: Primary Color
eo: Ĉefa koloro
ru: Первичный цвет

source: reset to default
eo: restarigi al defaŭlto
ru: сбросить к умолчаниям

source: Post View
eo: Afiŝo Vido
ru: Вид постов

source: Show Scores
eo: Montru Poentojn
ru: Показать очки

source: Font
eo: Tiparo
ru: Шрифт

source: Preview
eo: antaŭrigardu
ru: Предпросмотр

source: Choose Language
eo: Elektu lingvon
ru: Выбрать язык

source: Language
eo: Lingvo
pl: Język
ru: Язык

source: Hot
eo: Furoraj
pl: Popularne
ru: Горячие

source: New
eo: Novaj
pl: Nowe
ru: Новые

source: Old
eo: Malnovaj
pl: Stare
ru: Старые

source: Top
eo: Supraj
pl: Najpopularniejsze
ru: Лучшие

source: Chat
eo: Babilo
pl: Dyskusja
ru: Чат

source: admin
eo: administranto
ru: админ

source: pinned
eo: alpinglita

source: by
eo: de
pl: przez
ru: от

# view_on
source: View on another instance
eo: Vidu sur alia kazo
ru: Смотреть на другом инстансе

# foreign_community_info
source: Loading the community in the other instance. Note that if this is the first time the community is being viewed in the instance, this process may take a while.
eo: Ŝargante la komunumon en la alia kazo. Notu, ke se ĉi tio estas la unua fojo, ke la komunumo estas rigardata en la kazo, ĉi tiu procezo povas daŭri iom da tempo.
ru: Загрузка сообщества в другом инстансе. Обратите внимание: если это первый раз, когда сообщество просматривается в инстансе, этот процесс может занять некоторое время.

# federated_post_info
source: Loading the post in the other instance. Note that if this is the first time the post is being viewed in the instance, this process may take a while.
eo: Ŝargante la afiŝon en la alia kazo. Notu, ke se ĉi tio estas la unua fojo, ke la afiŝo estas rigardata en la kazo, ĉi tiu procezo povas daŭri iom da tempo.
ru: Загрузка сообщения в другом инстансе. Обратите внимание, что если это первый раз, когда запись просматривается в инстансе, этот процесс может занять некоторое время.

source: Not found
eo: Ne trovita
ru: Не найден

# error
source: Error: {error_text}
eo: Eraro: {error_text}
ru: Ошибка: {error_text}

# not_a_mod_or_admin
source: Not a moderator or admin.
eo: Nek reguligisto nek administranto.
pl: Nie moderuje ani administruje.
ru: Не модератор и не админ.

source: Not an admin.
eo: Ne estas administranto.
pl: Nie jest administratorem.
ru: Не админ.

source: Couldn't find post.
eo: Ne povis trovi la afiŝon.
pl: Nie udało się znaleźć posta.
ru: Не удалось найти пост.

source: Not logged in.
eo: Nesalutinta.
pl: Nie jesteś zalogowana/y.
ru: Не авторизован.

# site_ban
source: You have been banned from the site
eo: Vi estas forbarita de la retejo
pl: Zostałaś/eś zbanowana/y z tej witryny
ru: Вы были забанены на данном сайте

# community_ban
source: You have been banned from this community.
eo: Vi estas forbarita de la komunumo.
pl: Zostałaś/eś zbanowana/y z tej społeczności.
ru: Вы были забанены в данном сообществе.

source: Downvotes disabled
eo: Kontraŭvoĉoj malŝaltiĝis
pl: Wdółgłosy wyłączone
ru: Даунвоты отключены

source: Invalid URL.
eo: Nevalida URL.
pl: Nieprawidłowy link.
ru: Недопустимый URL.

source: locked
eo: ŝlosita
pl: zablokowane
ru: заблокировано

source: Couldn't create comment.
eo: Ne povis krei la komenton.
pl: Nie udało się stworzyć komentarza.
ru: Не удалось создать коммент.

source: Couldn't like comment.
eo: Ne povis ŝati la komenton.
pl: Polubienie komentarza nie powiodło się.
ru: Не удалось лайкнуть коммент.

source: Couldn't update comment.
eo: Ne povis ĝisdatigi la komenton.
pl: Zaktualizowanie komentarza nie powiodło się.
ru: Не удалось обновить коммент.

# no_comment_edit_allowed
source: Not allowed to edit comment.
eo: Ne rajtas redakti la komenton.
pl: Nie masz uprawnień do edycji komentarza.
ru: Запрещено редактировать коммент.

source: Couldn't save comment.
eo: Ne povis konservi la komenton.
pl: Zapisanie komentarza nie powiodło się.
ru: Не удалось сохранить коммент.

source: Couldn't get comments.
eo: Ne povis akiri la komentojn.
pl: Pobranie komentarzy nie powiodło się.
ru: Не удалось получить комменты.

source: Report reason required.
eo: Necesas kialo de raporto.
pl: Wymagane jest uzasadnienie zgłoszenia.
ru: Укажите причину жалобы.

source: Report too long.
eo: Raporto estas tro longa.
pl: Zgłoszenie jest zbyt długie.
ru: Жалоба слишком длинная.

source: Couldn't create report.
eo: Ne povis krei raporton.
pl: Nie udało się stworzyć zgłoszenia.
ru: Невозможно создать жалобу.

source: Couldn't resolve report.
eo: Ne povis trakti raporton.
pl: Nie udało się rozwiązać zgłoszenia.
ru: Невозможно разрешить жалобу.

source: Invalid post title
eo: Nevalida titolo de afiŝo
pl: Nieprawidłowy tytuł posta
ru: Недопустимый заголовок поста

source: Couldn't create post.
eo: Ne povis krei la afiŝon.
pl: Nie udało się stworzyć posta.
ru: Не удалось создать пост.

source: Couldn't like post.
eo: Ne povis ŝati la afiŝon.
pl: Nie udało się polubić posta.
ru: Не удалось лайкнуть пост.

source: Couldn't find community.
eo: Ne povis trovi la komunumon.
pl: Nie udało się znaleźć społeczności.
ru: Сообщество не найдено.

source: Couldn't get posts
eo: Ne povis akiri afiŝojn
pl: Nie udało się pobrać postów
ru: Не удалось получить посты

# no_post_edit_allowed
source: Not allowed to edit post.
eo: Ne rajtas redakti la afiŝon.
pl: Nie masz uprawnień do edycji posta.
ru: Запрещено редактировать пост.

source: Couldn't save post.
eo: Ne povis konservi la afiŝon.
pl: Nie udało się zapisać posta.
ru: Не удалось сохранить пост.

source: Site already exists.
eo: Retejo jam ekzistas.
pl: Witryna już istnieje.
ru: Сайт уже существует.

source: Couldn't update site.
eo: Ne povis ĝisdatigi la retejon.
pl: Nie udało się zaktualizować witryny.
ru: Не удалось обновить сайт.

# invalid_community_name
source: Invalid name.
eo: Nevalida nomo.
pl: Niepoprawna nazwa.
ru: Неверное имя.

source: Community already exists.
eo: Komunumo jam ekzistas.
pl: Społeczność już istnieje.
ru: Сообщество уже существует.

source: Community moderator already exists.
eo: Reguligisto de komunumo jam ekzistas.
pl: Moderator społeczności już istnieje.
ru: Модератор сообщества уже существует.

source: Community follower already exists.
eo: Abonanto de komunumo jam ekzistas.
pl: Osoba obserwująca społeczność już istnieje.
ru: Подписчик сообщества уже существует.

source: Not a moderator.
eo: Nereguligisto.
pl: Nie jest moderatorem.
ru: Не модератор.

source: Couldn't update Community.
eo: Ne povis ĝisdatigi la komunumon.
pl: Nie udało się zaktualizować Społeczności.
ru: Не удалось обновить сообщество.

# no_community_edit_allowed
source: Not allowed to edit community.
eo: Ne rajtas redakti la komunumon.
pl: Nie masz uprawnień do edycji społeczności.
ru: Редактирование сообщества запрещено.

# system_err_login
source: System error. Try logging out and back in.
eo: Sistema eraro. Provu adiaŭi kaj resaluti.
pl: Błąd systemu. Spróbuj wylogować się i następnie zalogować ponownie.
ru: Системная ошибка. Попробуйте выйти из системы и вернуться обратно.

source: Community user already banned.
eo: Uzanto de komunumo jam estas forbarita.
pl: Login już zablokowany w tej społeczności.
ru: Пользователь сообщества уже забанен.

source: Couldn't find that account.
eo: Ne povis trovi tiun konton.
ru: Не удалось найти этот аккаунт.

source: Couldn't find that username or email.
eo: Ne povis trovi tiun uzantonomon aŭ retpoŝtadreson.
pl: Nie udało się znaleźć takiego loginu lub adresu email.
ru: Не удалось найти указанные имя пользователя или электропочту.

source: Password incorrect.
eo: Pasvorto malĝustas.
pl: Hasło niepoprawne.
ru: Пароль неверный.

source: Registration closed
eo: Registrado malebliĝis
pl: Rejestracja Zamknięta
ru: Регистрация закрыта

# invalid_password
source: Invalid password. Password must be <= 60 characters.
eo: Nevalido pasvorto. Pasvorto devas havi ≤ 60 signojn.
pl: Nieprawidłowe hasło. Hasło musi mieć mniej niż 60 znaków.
ru: Неверный пароль. Пароль должен быть не длиннее 60 символов.

# passwords_dont_match
source: Passwords do not match.
eo: Pasvortoj ne samas.
pl: Hasła nie pasują do siebie.
ru: Пароли не совпадают.

source: Captcha incorrect.
eo: Neĝuste solvita kontrolo de homeco.
pl: Captcha niepoprawna.
ru: Капча некорректная .

source: Invalid username.
eo: Nevalida uzantonomo.
pl: Nieprawidłowy login.
ru: Имя пользователя неверное.

# bio_length_overflow
source: User bio cannot exceed 300 characters.
eo: Prio de uzanto ne povas havi pli ol 300 signojn.
pl: To pole nie może przekraczać 300 znaków.
ru: БИО пользователя не может быть длиннее 300 символов.

source: Couldn't update user.
eo: Ne povis ĝisdatigi la uzanton.
pl: Nie udało się zaktualizować.
ru: Не удалось обновить пользователя.

source: Couldn't update private message.
eo: Ne povis ĝisdatigi la privatan mesaĝon.
pl: Nie udało się zaktualizować prywatnej wiadomości.
ru: Не удалось обновить личное сообщение.

source: Couldn't update post
eo: Ne povis ĝisdatigi la afiŝon
pl: Nie udało się zaktualizować postów
ru: Не удалось обновить пост

source: Couldn't create private message.
eo: Ne povis krei privatan mesaĝon.
pl: Nie udało się stworzyć prywatnej wiadomości.
ru: Не удалось создать личное сообщение.

# no_private_message_edit_allowed
source: Not allowed to edit private message.
eo: Ne rajtas redakti la privatan mesaĝon.
pl: Brak uprawnień do edycji prywatnej wiadomości.
ru: Не разрешено редактировать личное сообщение.

source: Post title too long.
eo: Titolo de afiŝo estas tro longa.
pl: Tytuł posta zbyt długi.
ru: Название поста слишком длинное.

source: Email already exists.
eo: Retpoŝtadreso jam ekzistas.
pl: Email już istnieje.
ru: Электропочта уже существует.

source: User already exists.
eo: Uzanto jam ekzistas.
pl: Login już istnieje.
ru: Пользователь уже существует.

# number_of_users_online
source: {formattedCount,plural, =1{{formattedCount} user online} other{{formattedCount} users online}}
eo: {formattedCount,plural, =1{{formattedCount} uzanto enreta} other{{formattedCount} uzantoj enretaj}}
ru: {formattedCount,plural, =1{{formattedCount} пользователь онлайн} other{{formattedCount} пользователей онлайн}}

# number_of_comments
source: {formattedCount,plural, =1{{formattedCount} comment} other{{formattedCount} comments}}
eo: {formattedCount,plural, =1{{formattedCount} komento} other{{formattedCount} komentoj}}
ru: {formattedCount,plural, =1{{formattedCount} коммент} other{{formattedCount} комментов}}

# number_of_posts
source: {formattedCount,plural, =1{{formattedCount} post} other{{formattedCount} posts}}
eo: {formattedCount,plural, =1{{formattedCount} afiŝo} other{{formattedCount} afiŝoj}}
pl: {formattedCount,plural, =1{1 post} other{{formattedCount} postów}}
ru: {formattedCount,plural, =1{{formattedCount} пост} other{{formattedCount} постов}}

# number_of_subscribers
source: {formattedCount,plural, =1{{formattedCount} subscriber} other{{formattedCount} subscribers}}
eo: {formattedCount,plural, =1{{formattedCount} abonanto} other{{formattedCount} abonantoj}}
ru: {formattedCount,plural, =1{{formattedCount} подписчик} other{{formattedCount} подписчиков}}

# number_of_users
source: {formattedCount,plural, =1{{formattedCount} user} other{{formattedCount} users}}
eo: {formattedCount,plural, =1{{formattedCount} uzanto} other{{formattedCount} uzantoj}}
ru: {formattedCount,plural, =1{{formattedCount} пользователь} other{{formattedCount} пользователей}}

source: unsubscribe
eo: Malaboni
pl: Odsubskrybuj
ru: Отписаться

source: subscribe
eo: Aboni
pl: Subskrybuj
ru: Подписаться

source: Messages
eo: Mesaĝoj
pl: Wiadomości
ru: Сообщения

source: Banned users
eo: Forbaritaj uzantoj
pl: Zbanowani Użytkownicy
ru: Забаненные пользователи

# add_user_or_instance
source: Add a user account or an instance
eo: Aldonu uzantkonton aŭ petskribon
ru: Добавить аккаунт пользователя или инстанс

# add_user
source: Add user account
eo: Aldonu uzantkonton
ru: Добавить аккаунт пользователя

# remove_user
source: Remove user account
eo: Forigu uzantkonton
ru: Убрать аккаунт пользователя

# remove_user_confirm
source: Remove user account?
eo: Ĉu forigi uzantkonton?
ru: Убрать аккаунт пользователя?

# remove_user_confirm_explanation
source: Are you sure you want to remove {user_at_instance}?
eo: Ĉu vi certas, ke vi volas forigi {user_at_instance}?
ru: Уверены что хотите убрать {user_at_instance}?

source: Set as default
eo: Agordu kiel defaŭltan
ru: Установить умолчально

# import_settings
source: Import settings to Liftoff
eo: Importi agordojn al Liftoff
ru: Импорт настроек в Liftoff

source: Import successful
eo: Importo sukcesis
ru: Импорт успешен

source: Add instance
eo: Aldonu kazo
ru: Добавить инстанс

# instance_added
source: Instance successfully added
eo: Kazo sukcese aldonita
ru: Инстанс успешно добавлен

source: Remove instance
eo: Forigu kazon
ru: Убрать инстанс

# remove_instance_confirm
source: Remove instance?
eo: Ĉu forigi kazon?
ru: Убрать инстанс?

# remove_instance_confirm_explanation
source: Are you sure you want to remove {instance}?
eo: Ĉu vi certas, ke vi volas forigi {instance}?
ru: Уверены что хотите убрать {instance}?

source: Block
eo: Bloku
ru: Блокировка

source: Block user
eo: Bloku uzanton
ru: Блокировать пользователя

source: Block community
eo: Bloku komunumon
ru: Блокировать сообщество

source: Unblock
eo: Malbloku
ru: Разблокировать

source: Unblock user
eo: Malbloku uzanton
ru: Разблокировать пользователя

source: Unblock community
eo: Malbloku komunumon
ru: Разблокировать сообщество

# remove_account_confirm
source: This will delete your account and data from this app. Your account and data will remain on the instance.
eo: Ĉi tio forigos vian konton kaj datumojn de ĉi tiu programo. Via konto kaj datumoj restos en la kazo.
ru: Ваш аккаунт и данные удалятся из этого приложения, но останутся на сервере.

# delete_account_confirm
source: Warning: this will permanently delete your account and all of your data from the app AND instance. Your data may not be deleted on other, existing instances. Enter your password to confirm.
eo: Averto: ĉi tio por ĉiam forigos ĉiujn viajn datumojn. Enigu pasvorton por konfirmi.
pl: Ostrzeżenie: twoje dane zostaną bezpowrotnie usunięte na tej instancji. Mogą one pozostać na innych instancjach. Wpisz swoje hasło aby potwierdzić.
ru: Предупреждение: это действие ПОЛНОСТЬЮ УНИЧТОЖИТ все данные вашего аккаунта в приложении и на сервере. Введите свой пароль для подтверждения.

source: New password
eo: Nova pasvorto
pl: Nowe Hasło
ru: Новый пароль

source: Verify password
eo: Konfirmu vian pasvorton
pl: Zweryfikuj Hasło
ru: Подтвердите пароль

source: Old password
eo: Malnova pasvorto
pl: Stare Hasło
ru: Старый пароль

source: Show Avatars
eo: Montri profilbildojn
pl: Pokaż Awatary
ru: Показывать аватары

source: Show Thumbnails
eo: Montru Bildetojn
ru: Показывать превью

# post_style_compact
source: Compact View
eo: Kompakta Vido
ru: Компактный вид

# post_title_size
source: Title Size
eo: Afiŝo-Titolo-Grando
ru: Размер названия поста

# post_header_size
source: Header Size
eo: Afiŝkapo-Grando
ru: Размер заголовка поста

# post_body_size
source: Body Size
eo: Korpo-Grando

# post_style_rounded_corners
source: Rounded Corners
eo: Rondaj Anguloj
ru: Скруглённые углы

# post_style_shadow
source: Card Shadow
eo: Karto Ombro
ru: Тень карточки

# comment_title_size
source: Title Size
eo: Titolo-Grando
ru: Размер заголовка

# comment_indent_width
source: Indent Width
eo: Indentlarĝo
ru: Ширина отступа

# comment_pill_size
source: Pill Size
eo: Punkto-Grando
ru: Размер пилюли

# comment_body_size
source: Body Size
eo: Korpo-Grando
ru: Размер тела

# comment_time_stamp
source: Time Stamp Size
eo: Tempomarko-Grando
ru: Размер метки времени

source: search
eo: Serĉi
pl: Szukaj
ru: Поиск

source: Send message
eo: Sendi mesaĝon
pl: Wyślij Wiadomość
ru: Послать сообщение

source: Top Hour
eo: Supraj Oro
ru: Лучшие за 1 час

source: Top Six Hour
eo: Supraj Ses Oro
ru: Лучшие за 6 часов

source: Top Twelve Hour
eo: Supraj Dek Du Oro
ru: Лучшие за 12 часов

source: Top Day
eo: Supraj Tagaj
pl: Najpopularniejsze dziś
ru: Лучшие за День

source: Top Week
eo: Supraj Semajnaj
pl: Najpopularniejsze tydzień
ru: Лучшие за Неделю

source: Top Month
eo: Supraj Monataj
pl: Najpopularniejsze miesiąc
ru: Лучшие за Месяц

source: Top Year
eo: Supraj Jaraj
pl: Najpopularniejsze rok
ru: Лучшие за Год

# top_all
source: Top All Time
eo: Supraj ĉiamaj
pl: Najpopularniejsze kiedykolwiek
ru: Лучшие за Всё Время

source: Most Comments
eo: Plej Komentitaj
pl: Najwięcej komentarzy
ru: Наиболее Комментируемые

source: New Comments
eo: Nove Komentitaj
pl: Nowe komentarze
ru: Новые Комменты

source: Active
eo: Aktiva
pl: Aktywne
ru: Активные

source: View all comments
eo: Rigardu ĉiujn komentojn
ru: Смотреть все комменты

source: Show context
eo: Montru kuntekston
ru: Показать контекст

source: Bot Account
eo: Bot Konto
pl: Konto bota
ru: Аккаунт Бота

source: Show Bot Accounts
eo: Montru botkontojn
pl: Pokaż konta botów
ru: Показывать Аккаунты Ботов

source: Show Read Posts
eo: Montru Legitajn Afiŝojn
pl: Pokaż przeczytane posty
ru: Показывать Прочитанные Посты

# site_not_set_up
source: This site has not yet been set up
eo: Ĉi tiu retejo ankoraŭ ne estas starigita
ru: Этот сайт ещё не настроен

source: Nerd stuff
eo: Nerdaj aĵoj
ru: Нердские штуки

source: Open in browser
eo: Malfermu en TTT-legilo
ru: Открыть в браузере

source: Share text
eo: Kunhavigi tekston
ru: Поделиться текстом

source: Share URL
eo: Kunhavigi URL
ru: Поделиться URL

source: Translate
eo: Traduku
ru: Переводчик

source: Make text selectable
eo: Faru tekston elektebla
ru: Сделать текст выделяемым

source: Make text unselectable
eo: Faru tekston neelektebla
ru: Сделать текст невыделяемым

source: Show fancy text
eo: Montru fantazian tekston
ru: Показать fancy текст

source: Show raw text
eo: Montru krudan tekston
ru: Показать raw текст

source: Delete comment
eo: Forigu komenton
ru: Удалить коммент

source: Restore comment
eo: Restarigu komenton
ru: Восстановить коммент

source: Report comment
eo: Raportu komenton
ru: Пожаловаться на коммент

source: Delete post
eo: Forigu afiŝon
ru: Удалить пост
